{
  "about": {
    "title": "À propos d'O'FAMM",
    "content": "O'FAMM est la marque personnelle d'Obé Mawussé Fantodji, Première Femme Data Commerciale du Togo, qui révolutionne le marketing digital depuis 2020.\n\nÀ 24 ans(2026), elle allie excellence professionnelle et impact social, ayant généré plus de 2,8 millions FCFA de CA cumulé et formé plus de 75 jeunes et femmes."
  },
  "legal": {
    "cgu": "CONDITIONS GÉNÉRALES D'UTILISATION\n\nDernière mise à jour : Janvier 2025\n\n1. OBJET\n\nLes présentes Conditions Générales d'Utilisation (ci-après \"CGU\") ont pour objet de définir les modalités et conditions d'utilisation du site web O'FAMM accessible à l'adresse www.ofamm.tg (ci-après le \"Site\").\n\nL'utilisation du Site implique l'acceptation pleine et entière des présentes CGU. Si vous n'acceptez pas ces conditions, nous vous invitons à ne pas utiliser le Site.\n\n2. ÉDITEUR DU SITE\n\nLe Site est édité par O'FAMM, marque personnelle d'Obé Mawussé Fantodji.\n\nEmail : contact@ofamm.tg\nTéléphone : +228 93 10 14 30\nAdresse : Lomé, Togo\n\n3. CONCEPTION ET DÉVELOPPEMENT\n\nLe Site a été conçu et développé par BuildNovaG, entreprise basée au Togo.\n\n4. HÉBERGEMENT\n\nLe Site est hébergé par Railway, situé en Europe.\n\n5. ACCÈS AU SITE\n\nL'accès au Site est gratuit. Tous les frais supportés par l'utilisateur pour accéder au service (matériel informatique, connexion Internet, etc.) sont à sa charge.\n\nO'FAMM se réserve le droit de modifier, suspendre ou interrompre l'accès au Site à tout moment sans préavis.\n\n6. UTILISATION DU SITE\n\nL'utilisateur s'engage à utiliser le Site de manière conforme à sa destination et dans le respect des lois et règlements en vigueur.\n\nIl est strictement interdit :\n- D'utiliser le Site à des fins illégales ou frauduleuses\n- De porter atteinte aux droits de propriété intellectuelle d'O'FAMM ou de tiers\n- De diffuser des contenus illicites, diffamatoires, injurieux ou contraires aux bonnes mœurs\n- De perturber le fonctionnement du Site ou de tenter d'y accéder de manière frauduleuse\n- De collecter des données personnelles d'autres utilisateurs\n\n7. PROPRIÉTÉ INTELLECTUELLE\n\nL'ensemble des éléments du Site (textes, images, vidéos, logos, graphismes, etc.) sont la propriété exclusive d'O'FAMM ou de ses partenaires et sont protégés par les lois relatives à la propriété intellectuelle.\n\nToute reproduction, représentation, modification, publication ou adaptation de tout ou partie des éléments du Site est strictement interdite sans autorisation écrite préalable d'O'FAMM.\n\n8. DONNÉES PERSONNELLES\n\nLes données personnelles collectées sur le Site font l'objet d'un traitement conforme à la Politique de Confidentialité disponible sur le Site.\n\n9. RESPONSABILITÉ\n\nO'FAMM ne pourra être tenue responsable des dommages directs ou indirects résultant de l'utilisation du Site ou de l'impossibilité de l'utiliser.\n\nO'FAMM ne garantit pas que le Site sera exempt d'erreurs, de virus ou d'autres éléments nuisibles.\n\n10. LIENS HYPERTEXTES\n\nLe Site peut contenir des liens vers d'autres sites web. O'FAMM n'exerce aucun contrôle sur ces sites et décline toute responsabilité quant à leur contenu.\n\n11. MODIFICATIONS DES CGU\n\nO'FAMM se réserve le droit de modifier les présentes CGU à tout moment. Les modifications prennent effet dès leur publication sur le Site.\n\n12. DROIT APPLICABLE ET JURIDICTION\n\nLes présentes CGU sont régies par le droit togolais. En cas de litige, les tribunaux de Lomé seront seuls compétents.\n\n13. CONTACT\n\nPour toute question relative aux présentes CGU, vous pouvez nous contacter à l'adresse : contact@ofamm.tg",
    "privacy": "POLITIQUE DE CONFIDENTIALITÉ\n\nDernière mise à jour : Janvier 2025\n\n1. INTRODUCTION\n\nO'FAMM, marque personnelle d'Obé Mawussé Fantodji (ci-après \"nous\", \"notre\" ou \"O'FAMM\"), s'engage à protéger la confidentialité des données personnelles des utilisateurs de son site web www.ofamm.tg (ci-après le \"Site\").\n\nLa présente Politique de Confidentialité explique comment nous collectons, utilisons, stockons et protégeons vos données personnelles.\n\n2. RESPONSABLE DU TRAITEMENT\n\nLe responsable du traitement des données personnelles est :\n\nO'FAMM\nEmail : contact@ofamm.tg\nTéléphone : +228 93 10 14 30\nAdresse : Lomé, Togo\n\n3. DONNÉES COLLECTÉES\n\nNous collectons les données personnelles suivantes :\n\n3.1. Données collectées directement\n- Nom et prénom\n- Adresse email\n- Numéro de téléphone\n- Message (via le formulaire de contact)\n\n3.2. Données collectées automatiquement\n- Adresse IP\n- Type de navigateur\n- Pages visitées\n- Date et heure de connexion\n- Données de navigation (cookies)\n\n4. FINALITÉS DU TRAITEMENT\n\nVos données personnelles sont utilisées pour :\n- Répondre à vos demandes de contact\n- Améliorer nos services\n- Analyser l'utilisation du Site\n- Respecter nos obligations légales\n- Envoyer des communications (avec votre consentement)\n\n5. BASE JURIDIQUE DU TRAITEMENT\n\nLe traitement de vos données personnelles est basé sur :\n- Votre consentement\n- L'exécution d'une relation contractuelle\n- Le respect d'obligations légales\n- Nos intérêts légitimes (amélioration du Site)\n\n6. CONSERVATION DES DONNÉES\n\nVos données personnelles sont conservées pour une durée n'excédant pas celle nécessaire aux finalités pour lesquelles elles ont été collectées :\n- Données de contact : 3 ans à compter du dernier contact\n- Données de navigation : 13 mois maximum\n- Données nécessaires à l'exécution d'un contrat : durée du contrat + délai de prescription légale\n\n7. PARTAGE DES DONNÉES\n\nNous ne vendons, ne louons ni ne partageons vos données personnelles avec des tiers, sauf dans les cas suivants :\n\n- Avec votre consentement explicite\n- Pour respecter une obligation légale\n- Avec nos prestataires techniques (hébergeur, développeur) dans le cadre strict de leurs missions\n\nNos prestataires :\n- Railway (hébergeur, Europe) : hébergement des données\n- BuildNovaG (développeur, Togo) : maintenance technique\n\n8. SÉCURITÉ DES DONNÉES\n\nNous mettons en œuvre des mesures techniques et organisationnelles appropriées pour protéger vos données personnelles contre tout accès non autorisé, perte, destruction ou altération.\n\nVos données sont hébergées sur des serveurs sécurisés situés en Europe (Railway), conformes aux standards de sécurité en vigueur.\n\n9. VOS DROITS\n\nConformément à la réglementation en vigueur, vous disposez des droits suivants :\n\n- Droit d'accès : vous pouvez demander une copie de vos données personnelles\n- Droit de rectification : vous pouvez demander la correction de vos données inexactes\n- Droit à l'effacement : vous pouvez demander la suppression de vos données\n- Droit à la limitation : vous pouvez demander la limitation du traitement\n- Droit à la portabilité : vous pouvez demander la récupération de vos données\n- Droit d'opposition : vous pouvez vous opposer au traitement de vos données\n- Droit de retirer votre consentement à tout moment\n\nPour exercer ces droits, contactez-nous à : contact@ofamm.tg\n\n10. COOKIES\n\nLe Site utilise des cookies pour améliorer votre expérience de navigation. Vous pouvez configurer votre navigateur pour refuser les cookies, mais cela peut affecter certaines fonctionnalités du Site.\n\n11. TRANSFERT DE DONNÉES\n\nVos données peuvent être transférées et stockées en Europe (Railway) pour les besoins de l'hébergement. Ces transferts sont effectués dans le respect de la réglementation applicable.\n\n12. MODIFICATIONS\n\nNous nous réservons le droit de modifier la présente Politique de Confidentialité à tout moment. Les modifications prennent effet dès leur publication sur le Site.\n\n13. CONTACT\n\nPour toute question relative à la protection de vos données personnelles, contactez-nous à : contact@ofamm.tg",
    "mentions": "MENTIONS LÉGALES\n\nDernière mise à jour : Janvier 2025\n\n1. ÉDITEUR DU SITE\n\nLe site www.ofamm.tg est édité par :\n\nO'FAMM\nMarque personnelle d'Obé Mawussé Fantodji\n\nEmail : contact@ofamm.tg\nTéléphone : +228 93 10 14 30\nAdresse : Lomé, Togo\n\n2. DIRECTRICE DE PUBLICATION\n\nObé Mawussé Fantodji\nEmail : contact@ofamm.tg\n\n3. CONCEPTION ET DÉVELOPPEMENT\n\nLe site a été conçu et développé par :\n\nBuildNovaG\nEntreprise de développement web et digital\nBasée au Togo\n\n4. HÉBERGEMENT\n\nLe site est hébergé par :\n\nRailway\nHébergeur cloud\nEurope\n\n5. PROPRIÉTÉ INTELLECTUELLE\n\nL'ensemble des éléments du site (textes, images, vidéos, logos, graphismes, structure, etc.) sont la propriété exclusive d'O'FAMM ou de ses partenaires et sont protégés par les lois relatives à la propriété intellectuelle.\n\nToute reproduction, représentation, modification, publication ou adaptation de tout ou partie des éléments du site, quel que soit le moyen ou le procédé utilisé, est interdite sans autorisation écrite préalable d'O'FAMM.\n\n6. DONNÉES PERSONNELLES\n\nConformément à la réglementation en vigueur sur la protection des données personnelles, vous disposez d'un droit d'accès, de rectification, de suppression et d'opposition aux données personnelles vous concernant.\n\nPour exercer ces droits, vous pouvez nous contacter à l'adresse : contact@ofamm.tg\n\nPour plus d'informations, consultez notre Politique de Confidentialité.\n\n7. RESPONSABILITÉ\n\nO'FAMM s'efforce d'assurer l'exactitude et la mise à jour des informations diffusées sur le site. Cependant, O'FAMM ne peut garantir l'exactitude, la précision ou l'exhaustivité des informations mises à disposition sur le site.\n\nO'FAMM ne pourra être tenue responsable des dommages directs ou indirects résultant de l'utilisation du site ou de l'impossibilité de l'utiliser.\n\n8. LIENS HYPERTEXTES\n\nLe site peut contenir des liens hypertextes vers d'autres sites présents sur le réseau Internet. O'FAMM n'exerce aucun contrôle sur ces sites et décline toute responsabilité quant à leur contenu.\n\n9. COOKIES\n\nLe site utilise des cookies pour améliorer l'expérience de navigation des utilisateurs. En continuant à naviguer sur le site, vous acceptez l'utilisation de cookies.\n\n10. DROIT APPLICABLE\n\nLes présentes mentions légales sont régies par le droit togolais. En cas de litige, les tribunaux de Lomé seront seuls compétents.\n\n11. CONTACT\n\nPour toute question relative aux présentes mentions légales, vous pouvez nous contacter à l'adresse : contact@ofamm.tg"
  },
  "services": [
    {
      "id": "1",
      "title": "Audit digital",
      "description": "Audit et structuration de votre présence digitale pour optimiser votre visibilité et votre impact en ligne."
    },
    {
      "id": "2",
      "title": "Contenus & Publicité",
      "description": "Création de contenus engageants et stratégies publicitaires efficaces pour développer votre notoriété et générer des leads."
    },
    {
      "id": "3",
      "title": "Lancement de produits",
      "description": "Accompagnement dans le lancement de vos programmes ou produits en ligne avec une stratégie de communication adaptée."
    },
    {
      "id": "4",
      "title": "Gestion de pages & projets",
      "description": "Community management, animation ciblée de communautés digitales et coordination de projets digitaux complets."
    }
  ],
  "realisations": [
    {
      "id": "1",
      "title": "O'FAMMCLASS",
      "description": "Programme de formations, rencontres et levées de fonds solidaires pour accompagner les jeunes et femmes dans leur développement professionnel.",
      "date": "2020-2024",
      "image": "/uploads/1765465061726_images.webp"
    },
    {
      "id": "2",
      "title": "APPRENDRE À TRAVAILLER EN LIGNE by O'FAMM",
      "description": "Programme d'autonomisation digitale des jeunes et femmes africains pour développer leurs compétences en travail en ligne.",
      "date": "2020-2024",
      "image": "/uploads/1765465061726_images.webp"
    },
    {
      "id": "3",
      "title": "RAM by O'FAMM",
      "description": "Réseau de jeunes leaders bénévoles promoteurs du Made in Togo, créé pour valoriser et promouvoir les initiatives locales.",
      "date": "2020-2024",
      "image": "/uploads/1765465061726_images.webp"
    }
  ],
  "evenements": [
    {
      "id": "1765464983528",
      "title": "TEST-EVEN",
      "description": "EVEN1",
      "date": "12 AVRIL 2025",
      "location": "LOME",
      "image": "/uploads/1765464938897_images.webp"
    }
  ],
  "galerie": [
    {
      "id": "1765464885182",
      "image": "/uploads/1765464876259_Sans_titre.webp",
      "title": "1"
    }
  ],
  "partenaires": [
    {
      "id": "1765465135840",
      "name": "test-partner",
      "description": "test",
      "website": "https:/www.buildnovag.fr",
      "logo": "/uploads/1765465100570_images.webp",
      "type": "entreprises"
    },
    {
      "id": "1767795056167",
      "name": "o'famm",
      "description": "femme  forte",
      "website": "",
      "type": "diplomatique",
      "logo": "/uploads/1767795038411_478393495_1023074596509332_893399230208372548_n.jpg"
    }
  ],
  "impacts": [
    {
      "id": "1767794167962",
      "continent": "Afrique",
      "pays": "Togo",
      "ville": "Lomé",
      "description": "1er  prix",
      "image": "/uploads/1767794166248_478393495_1023074596509332_893399230208372548_n.jpg"
    }
  ],
  "distinctions": [
    {
      "id": "1767794276535",
      "title": "Mix Bibliothèque",
      "description": "test",
      "date": "2017",
      "image": "/uploads/1767794274542_478393495_1023074596509332_893399230208372548_n.jpg"
    }
  ],
  "produits": [
    {
      "id": "1767781550069",
      "title": "test",
      "description": "boutiquee",
      "prix": "50 000 fcfa",
      "image": "/uploads/1767781505855_Capture_d__cran_du_2026-01-06_22-29-38.png"
    }
  ],
  "reseauxSociaux": {
    "facebook": "",
    "linkedin": "https://www.linkedin.com/in/ob%C3%A9-mawuss%C3%A9-fantodji-0b4aa11a2/?originalSubdomain=tg"
  },
  "blog": {
    "pubs": [],
    "articles": []
  },
  "timeline": [
    {
      "id": "1",
      "year": "2020",
      "position": "below",
      "title": "Début activité",
      "shortDescription": "Réseau d'affaires",
      "details": [
        "Développement d'un puissant réseau d'affaires",
        "Animation de communautés digitales",
        "Accompagnement d'entrepreneurs",
        "Transformation de la communication locale",
        "Première Femme Data Commerciale du Togo",
        "Data Commerciale appliquée à la Prospection Intelligente",
        "Création de la marque personnelle O'FAMM",
        "ok"
      ]
    },
    {
      "id": "2",
      "year": "2024",
      "position": "above",
      "title": "Prix Women in Tech",
      "shortDescription": "+250K FCFA/mois",
      "details": [
        "Togo Digital Awards 2024",
        "Reconnaissance de l'excellence dans le domaine du digital",
        "Freelance femme au foyer",
        "+250K FCFA/mois en moyenne",
        "Création de plus de 15 initiatives Made in Togo",
        "O'FAMMCLASS - formations, rencontres et levées de fonds",
        "APPRENDRE À TRAVAILLER EN LIGNE by O'FAMM",
        "RAM by O'FAMM - réseau de jeunes leaders",
        "Interventions médiatiques (TVT, New World TV, Togo Mall, Ambassade de France, Université de Lomé, Deloitte Afrique)"
      ]
    },
    {
      "id": "3",
      "year": "2025",
      "position": "below",
      "title": "Relance",
      "shortDescription": "+700K juin-août, +500K septembre",
      "details": [
        "Résilience et renaissance après épreuve",
        "Relance de l'activité digitale en juin 2025",
        "+700K FCFA de juin à août",
        "+500K FCFA en septembre",
        "+10 contrats mensuels actifs",
        "+75 jeunes et femmes formés depuis juin 2025",
        "+100 entreprises accompagnées",
        "Collaboration avec 3 à 5 universités internationales",
        "Collaboration avec 2 institutions africaines",
        "+10 médias ont mis en avant O'FAMM comme référence du digital togolais"
      ]
    }
  ]
}